{
  "books": [
    {
      "book": "Genesis",
      "chapters": [
        {
          "chapter": 1,
          "verses": [
            {
              "verse": 1,
              "text": "In the beginning, God created the heavens and the earth."
            },
            {
              "verse": 2,
              "text": "The earth was formless and empty. Darkness was on the surface of the deep and God's Spirit was hovering over the surface of the waters."
            },
            {
              "verse": 3,
              "text": "God said, \"Let there be light,\" and there was light."
            },
            {
              "verse": 4,
              "text": "God saw the light, and saw that it was good. God divided the light from the darkness."
            },
            {
              "verse": 5,
              "text": "God called the light \"day\", and the darkness he called \"night\". There was evening and there was morning, the first day."
            },
            {
              "verse": 6,
              "text": "God said, \"Let there be an expanse in the middle of the waters, and let it divide the waters from the waters.\""
            },
            {
              "verse": 7,
              "text": "God made the expanse, and divided the waters which were under the expanse from the waters which were above the expanse; and it was so."
            },
            {
              "verse": 8,
              "text": "God called the expanse \"sky\". There was evening and there was morning, a second day."
            },
            {
              "verse": 9,
              "text": "God said, \"Let the waters under the sky be gathered together to one place, and let the dry land appear;\" and it was so."
            },
            {
              "verse": 10,
              "text": "God called the dry land \"earth\", and the gathering together of the waters he called \"seas\". God saw that it was good."
            },
            {
              "verse": 11,
              "text": "God said, \"Let the earth yield grass, herbs yielding seeds, and fruit trees bearing fruit after their kind, with their seeds in it, on the earth;\" and it was so."
            }
          ]
        },
        {
          "chapter": 2,
          "verses": [
            {
              "verse": 1,
              "text": "These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens."
            },
            {
              "verse": 2,
              "text": "No plant of the field was yet in the earth, and no herb of the field had yet sprung up; for the LORD God had not caused it to rain on the earth. There was not a man to till the ground,"
            },
            {
              "verse": 3,
              "text": "but a mist went up from the earth, and watered the whole surface of the ground."
            }
          ]
        },
        {
          "chapter": 3,
          "verses": [
            {
              "verse": 1,
              "text": "Now the serpent was more subtle than any animal of the field which the LORD God had made. He said to the woman, \"Has God really said, 'You shall not eat of any tree of the garden'?\""
            }
          ]
        }
      ]
    }
  ]
}